Repository: cronfoundation/neo-scan
Catalog: apps/neoscan_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: it

source: Transactions
it: Transazioni

source: Claimed
it: Reclama

source: Balance
it: Saldo

source: Unclaimed
it: Non reclamato

source: Address ID
it: Indirizzo ID

source: Created
it: Creato

source: Last transaction
it: Ultima transazione

source: minutes ago
it: minuti fa

source: Name
it: Nome

source: Type
it: Tipo

source: Owner
it: Proprietario

source: System
it: Sistema

source: Issued
it: Emanati

source: Supply
it: Erogati

source: Precision
it: Precisione

source: Transaction
it: Transazione

source: Wallet Addresses
it: Portafogli

source: Addresses
it: Indirizzi

source: Transaction ID
it: ID Transazione

source: Block
it: Blocco

source: Completed on
it: Completato il

source: Contract
it: Contratto

source: CRON Claim
it: Reclamo CRON

source: Invocation
it: Invocato

source: Asset Issued
it: Risorsa Emessa

source: Asset Register
it: Risorsa Registrata

source: Contract Publish
it: Contratto Pubblicato

source: Sent from
it: Spedito da

source: Claimed from
it: Reclamato da

source: Sent to
it: Spedito a

source: Data Size
it: Dimensione Dati

source: Registered on
it: Registrato il

source: More details
it: Più dettagli

source: Block index
it: Indice di blocco

source: Time
it: Tempo

source: Version
it: Versione

source: Network Fee
it: Tasse di Rete

source: Opcode Verification Script
it: Script di Verifica del Codice Operativo

source: Opcode Invocation Script
it: Script di Invocazione del Codice Operativo

source: Bytecode Verification Script
it: Script di Verifica del Bytecode

source: Bytecode Invocation Script
it: Script di Invocazione del Bytecode

source: Block height index
it: Indice di Blocco

source: Created on
it: Creato il

source: Size
it: Dimensione

source: Last 5 Blocks
it: Ultimi 5 Blocchi

source: Last 5 Transactions
it: Ultime 5 Transazioni

source: here
it: Qui

source: Assets
it: Risorse

source: Blocks
it: Blocchi

source: licensed
it: patentato

source: The source code is
it: Il codice sorgente è

source: The website content is licensed
it: Il contenuto del sito è patentato

source: Back to all transactions
it: Torna a tutte le transazioni

source: Registered
it: Registrato

source: Included in Block
it: Incluso nel Blocco

source: System Fee
it: Tassa di Sistema

source: Bytecode Attributes
it: Attributi Bytecode

source: Usage
it: Uso

source: Welcome to CRONSCAN
it: Benvenuto a CRONSCAN

source: Your home for all CRON related blockchain information
it: Il tuo portale per tutte le informazioni relative alla CRON Blockchain

source: Your home for all blockchain related information for CRON
it: Il tuo portale per tutte le informazioni relative alla CRON Blockchain

source: Total transactions
it: Transazioni totali

source: View all transactions
it: Visualizza tutte le transazioni

source: View transaction
it: Visualizza transazione

source: Last block
it: Ultimo blocco

source: View all blocks
it: Visualizza tutti i blocchi

source: View block
it: Visualizza blocco

source: Wallet addresses created
it: Indirizzo del portafoglio creato

source: View all addresses
it: Visualizza tutti gli indirizzi

source: View address
it: Visualizza indirizzi

source: 24 hour change
it: Variazioni di 24h

source: 24 hour volume
it: Volume di 24h

source: See all transactions
it: Vedi tutte le transazioni

source: See all blocks
it: Vedi tutti i blocchi

source: Current market cap
it: Capitalizzazione del Mercato
